tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "olets/tap"
brew "awscli"
brew "bat"
brew "eza"
brew "fd"
brew "fzf"
brew "ghq"
brew "git"
brew "gnupg"
brew "jq"
brew "k9s"
brew "lazygit"
brew "mise"
brew "neovim"
brew "pinentry-mac"
brew "ripgrep"
brew "sheldon"
brew "starship"
brew "tree"
brew "zoxide"
brew "olets/tap/zsh-abbr"
cask "bitwarden"
cask "discord"
cask "docker"
cask "drawio"
cask "fig"
cask "figma"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "fork"
cask "git-credential-manager"
cask "github"
cask "google-chrome"
cask "google-drive"
cask "google-japanese-ime"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "microsoft-edge"
cask "miro"
cask "notion"
cask "obsidian"
cask "postman"
cask "raycast"
cask "slack"
cask "stats"
cask "steam"
cask "stoplight-studio"
cask "visual-studio-code"
cask "vivaldi"
cask "wireshark"
cask "zoom"
vscode "bracketpaircolordlw.bracket-pair-color-dlw"
vscode "eamodio.gitlens"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-vscode-remote.remote-containers"
vscode "oderwat.indent-rainbow"
vscode "redhat.vscode-yaml"
vscode "withfig.fig"
vscode "yzhang.markdown-all-in-one"
